[
    {
        "publications": [
            {
                "year": "2024",
                "data": [
                    "Dhrruvakumar S, Kooknoor V, Chowkalli Veerabhadrappa R (2024). The Output Signal-to-Noise Ratio and Speech Perception in Noise: The Effect of Multichannel and Free-Channel Hearing Aids. Aud Vestib Res. (in press).",
                    "Hemanth N, Suma R, Sanjana S. (2023). The Relationship between Age, Acceptable Noise Level and Listening Effort in Middle-aged and Older-aged Individuals. Journal of Otology, Volume 18, Issue 4, October 2023, Pages 220-229",
                    "Hemanth N., Suma R. (2023) Objective measure of listening effort in hearing-impaired individuals with and without tinnitus. International Journal of Advanced Otology. J Int Adv Otol 2023 Jul;19(4):295-302. doi: 10.5152/iao.2023.22827. "
                ]
            },
            {
                "year": "2022",
                "data": [
                    "Hemanth N, Suma R, Sanjana S (2022). Listening Effort in Individuals with Noise-Induced Hearing loss. Hearing, Balance and Communication, 20(4), 263-271",
                    "Chinnaraj G., Hemanth N., Palaniyappan V. (2022).Effect of digital noise reduction and directionality algorithms in hearing aids on temporal envelope distortion and speech recognition. Journal of Hearing Science 11 (4), 19-29. ",
                    "Vijayasarathy, S., & Hemanth. N.(2022).Bluetooth Coupling in Hearing Aids: Effect on Audio-Visual Speech Recognition and Quality Rating of Compressed Speech in Older Individuals With Sloping Hearing Loss. Int Arch Otorhinolaryngol. 28;27(2):e302-e308. doi: 10.1055/s-0042-1744170.  "
                ]
            },
            {
                "year": "2021",
                "data": [
                    "Parthasarathy, S., & Hemanth, N., Apeksha. K. (2021). Is Working Memory Compromised in Individuals with Sensorineural Hearing Loss with Auditory Neural Origin? Indian Journal of Otolaryngology and Head & Neck Surgery. (online)",
                    "Parthasarathy,  S., & Hemanth N (2021). Manipulation of hearing aid gain and tinnitus relief: A paired comparison study. International Journal of Advanced Otology. Mar;17(2):145-149. doi: 10.5152/JIAO.2021.8873"
                ]
            },
            {
                "year": "2020",
                "data": [
                    "Gopi, S., & Hemanth, N  (2020). Nuts and bolts of digital signal processing in hearing aids. International Journal Of Advances In Engineering And Management 2 (8), 131-139. "
                ]
            },
            {
                "year": "2019",
                "data": [
                    "Jain, S., & Nataraja, N. P. (2019). The effect of fatigue on working memory and auditory perceptual abilities in trained musicians. American Journal of Audiology, 28(2S), 483-494",
                    "Hemanth, N., & Navya. B N (2019). Amplification with Digital Noise Reduction on annoyance and speech perception in Low and High Acceptable Noise Level Groups. Int Arch Otorhinolaryngol; Oct; 23(4): e433–e439. doi: 10.1055/s-0039-1688811",
                    "Hemanth, N., & Manjula. P (2019). Representation of amplified speech at cortical level in good and poor hearing aid performers. Brazilian Journal of Otorhinolaryngology; 86(5):558-567 DOI: 10.1016/j.bjorl.2019.02.010",
                    "Hemanth N (2019). Effect of Compression Release Time on Recognition of Rate Altered Sentences and Quality Judgment by Paired Comparison, Noise and Health; 21(103): 232–241."
                ]
            },
            {
                "year": "2018-2015",
                "data": [
                    "Hemanth N. (2017) A battery of tests for fitting hearing aid to single-sided deafness client – a case report, Acta Oto-Laryngologica Case Reports, 2:1, 89-95, DOI: 10.1080/23772484.2017.1321469.",
                    "Hemanth. N. (2016). Effect of Compression Ratio and Release Time on Acoustic Cues of Speech Syllables. Otolaryngol Open Access J, 1(3): 000117.",
                    "Hemanth, N., & Manjula. P. (2016). Encoding of Speech Sounds at Auditory Brainstem Level in Hearing Aid users.  Brazilian Journal of Otorhinolaryngology, (early online). ",
                    "DeSilva, M. D. K., Kooknoor, V., Hemanth N. et al. (2016). Effect of multichannel and channels free hearing aid signal processing on phoneme recognition in quiet and noise. Int J Health Sci Res, 6(3), 248-257.",
                    "Hemanth, N,. & Subbanna, S. (2015). Acceptable noise level as a deciding factor for prescribing hearing aids for older adults with cochlear hearing loss – A scoping review. Journal of Otology, 10, 93-98."
                ]
            }
        ],
        "news": [],
        "links": [],
        "projects": [
            "Hemanth N & Ajith U K. (2019) Effect of hearing aid processing strategies onauditory cognitive measures: listening effort, mental fatigue and semanticinformation processing- DST-CSRI-ongoing"
        ],
        "books":[
            "Hemanth N., & Nambi. A.(2020). Clinical aspects of hearing aids. Mysuru, Karnataka:Indian Speech and Hearing Association."
        ]
    },
    {
        "publications": [
            {
                "year": "",
                "data": [
                    "Hemanth N, Varalakshmi, S (2024). Development and Validation of Self-management Manual for Acute Tinnitus. Indian Journal of Otolaryngology and Head & Neck Surgery (in press).",
                    "Hemanth N, Acharya D, (2023) Bhramari Pranayama in Tinnitus: A Systematic Review. Indian Journal of Otology 29 (3), 146-151. Hemanth, N., & Vandana. B. (2021). Amplification strategies to reduce tinnitus: A paired comparison method. Journal of International Advanced Otology. (online)",
                    "Hemanth, S., & Ghost, V  (2021). Effect of Frequency Discrimination Training on Tinnitus in Individuals with Flat Sensorineural Hearing Loss. Indian Journal of Otolaryngology and Head & Neck Surgery. 74, 70-77.",
                    "Narne, V. K., Jain, S., Sharma, C., Baer, T., & Moore, B. C. (2020). Narrow-band ripple glide direction discrimination and its relationship to frequency selectivity estimated using psychophysical tuning curves. Hearing Research, 389, 107910.",
                    "Hemanth, N., & Jijo P. M (2019). Gain Adjustment at Tinnitus Pitch to Manage both Tinnitus and Speech Perception in Noise. Journal of Otology, 14(4): 141–148. doi: 10.1016/j.joto.2019.05.002",
                    "Jain, S., & Jain, C. (2016). Effectiveness of clinical trial of tinnitus retraining therapy on temporal processing and perceptual judgment in tinnitus. Journal of the All India Institute of Speech & Hearing, 35"
                ]
            }
        ],
        "news": [],
        "links": [
            {
                "title": "A mobile app on tinnitus treatment",
                "path": "https://play.google.com/store/apps/details?id=com.nadaupashama.app"
            },
            {
                "title": "A desktop application for tinnitus evaluation and contemporary treatment approaches",
                "path": "https://drive.google.com/file/d/1M3tmwx7n1SVB1KdxsJXa-p8xCrwoqdee/view?usp=drive_link"
            }
        ],
        "projects": [
            "Hemanth N., Hemant B., Ramkrishna, BM., Kishore (2021). Efficacy of tele-Yoga Program is an Adjuvant to Conventional Management in Patients Suffering from tinnitus: A Randomised Control Trial - DST SATYAM-ongoing"
            
        ]
    },
    {
        "publications": [
            {
                "year": "2023",
                "data": [
                    "Vijayasarathy, S., & Barman, A. (2023). Auditory continuity perception and its relationship Phonemic Restoration of Speech in Noise in Individuals with Normal Hearing. Journal of Speech, Language and Hearing. Accepted. In press.",
                    "Apeksha K, Hanasoge S, Jain P, Surendra S. (2023) Speech Perception in Quiet and in the Presence of Noise in Children with Autism Spectrum Disorder : A Behavioral Study. Indian Journal of Otolaryngology and Head and Neck Surgery. https://doi.org/10.1007/s12070-023-03721-5",
                    "Ghosh, P. V., Devananda, D., Kumar, H. H., & Apoorva, S. (2023). Test–retest Reliability of Acceptable Noise Level in Kannada-speaking Children with Normal Hearing Sensitivity. Journal of Indian Speech Language & Hearing Association, 37(2), 47-50."
                ]
            },
            {
                "year": "2022",
                "data": [
                    "Jain, Chandni., Vipin, Ghosh., Chethak, K,B., Lakshmi,  Aishwarya (2022). Relationship Between Central Auditory Processing Abilities and Working Memory During Adolescence. Indian Journal of Otolaryngology and Head & Neck Surgery, 75 (1), 1-7.",
                    "Jain, Saransh., Narne, V.K., Nataraja, N.P., Madhukesh, S., Kumar, K., & Moore, B.C.J. (2022). The effect of age and hearing sensitivity at frequencies above 8kHz on auditory stream segregation and speech perception. Journal of Acoustic Society of America, Acoustic Society of America, USA,",
                    "Jain, S., Nataraja, N. P., & Narne, V. K. (2022). The Effect of Subjective Fatigue on Auditory Processing in Musicians and Nonmusicians. Music Perception: An Interdisciplinary Journal, 39(3), 309-319.",
                    "Jain, S., Rathnamala, M., & Narne, V. K. (2022). Evaluation of auditory processing and working memory abilities in individuals with chronic renal disease undergoing hemodialysis. Auditory Perception & Cognition, 5(1-2), 129-150."
                ]
            },
            {
                "year": "2021",
                "data": [
                    "Vaidyanath, R., & Yathiraj, A. (2021). Relation Between the Screening Checklist for Auditory Processing in Adults and Diagnostic Auditory Processing Test Performance. American Journal of Audiology, 30, 688–702. https://doi.org/10.1044/2021_AJA-20-00203",
                    "Dhrruvakumar, S., & Yathiraj, A. (2021). Relation between auditory memory and global memory in young and older adults. European Archives of Oto-RhinoLaryngology. https://doi.org/10.1007/s00405-020-06512-8",
                    "Dhrruvakumar, S., & Yathiraj, A. (2021). Spatial and semantic interference on an auditory Stroop test: comparison of young and older adults. Auditory and Vestibular Research, 30(4).",
                    "Jain, S., Cherian, R., Nataraja, N. P., & Narne, V. K. (2021). The relationship between tinnitus pitch, audiogram edge frequency, and auditory stream segregation abilities in individuals with tinnitus. American Journal of Audiology, 30(3), 524-534.",
                    "Vijayasarathy, S., Mohan, M., Nagalakshmi, P., & Barman, A. (2021). Speech perception in noise, gap detection and amplitude modulation detection in suspected hidden hearing loss. Hearing, Balance and Communication, 19(3), 203-211.",
                    "Pazhayapisharath IC, Sathyanarayana SS, Narne VK. Influence of Alignment Strategies and Consonant Acoustic Features on Laterality Index in Dichotic Testing in Indian Languages. J Am Acad Audiol. 2021 Jun;32(6):347-354. doi: 10.1055/s-0041-1728799. Epub 2021 Jun 3. PMID: 34082465.",
                    "Vipin, Ghosh., Varsha Chowdri & Deeksha (2021). Auditory Effects of Personal Music Systems in Young Adults: A Questionnaire Based Study. Journal of Hearing Science, 11(4), 42-47."
                ]
            },
            {
                "year": "2020",
                "data": [
                    "Swamy, S. P., & Yathiraj, A. (2020). Manipulation of Signal-to-Noise Ratio to Compensate for Variations in Word Identification Scores Due to Change in Masker. Journal of the All India Institute of Speech & Hearing, 39(1), 48-56.",
                    "Mamatha, N. M., & Yathiraj, A. (2020). Comparison of Diagnostic Auditory Processing Test Scores Measured in Clinical and School Settings. Language, Speech, and Hearing Services in Schools, 51(4), 1071-1080.",
                    "Kumar, P., Singh, N.K., Ganapathy, M.K., Sanju, H, & Apeksha, K. (2020) Coding of consonant-vowel transition in children with central auditory processing disorder: an electrophysiological study. European Archives of Oto-Rhino-Laryngology. https://doi.org/10.1007/s00405-020-06425-6. Impact factor – 1.84",
                    "Vipin, Ghosh., Sreelakshmi, C,P (2020). Acceptable Noise Level and Temporal Modulation Transfer Function Measures in Individuals with normal hearing sensitivity. Canadian Hearing Report, 14 (1), 1-5",
                    "Jain, Chandni., Vipin, Ghosh., Chethak, K,B., Lakshmi, Aishwarya (2020). Maturation of speech perception in noise abilities during adolescence. International Journal of Paediatric Otorhinolaryngology, 139, 110459",
                    "Jain, C., Pushpoth Gangadharan, V. G., Kadabasal Basavaraja, C., & Lakshmi, A. (2021). Relationship Between Peripheral and Central Auditory Abilities and Iron Deficiency Anemia in Adolescent Girls. American Journal of Audiology, 30(4), 1037-1047.",
                    "Vijayasarathy, S., & Barman, A. (2020). Relationship between Speech Perception in Noise and Phonemic Restoration of Speech in Noise in Individuals with Normal Hearing. Journal of Audiology & Otology, 24(4), 167."
                ]
            },
            {
                "year": "2019",
                "data": [
                    "Yathiraj, A., & Vanaja, C. S. (2019). Response to Letter to Editor by Norrix and Faux, 2018. American Journal of Audiology, 28(4), 1065-1067. https://doi.org/10.1044/2019_AJA-19-0074",
                    "Vaidyanath, R., & Yathiraj, A. (2019). Influence of noise on the equivalence of wordlists in a phonemically balanced word test: comparison in young and older adults. Hearing, Balance and Communication, 17(1), 42-50.",
                    "Mamatha, N. M., & Yathiraj, A. (2019). Variation in speech perception in noise as a function of age in typically developing children. Journal of Indian Speech Language & Hearing Association, 33(1), 32-37.",
                    "Apeksha, K., Bindhu, H.M., Sahana, M., & Moulya, T.S. (2019). Pattern perception in quiet and at different signal-to-noise ratios in children with Learning disability. Journal of International Advanced Otology. 13(1), 83-7. ISSN No - 1308-7649, Impact factor – 0.75",
                    "Apeksha, K., Aishwarya, S.Y., & Spandita, H.L. (2019) Speech perception in quiet and in different types of noise in children with Learning Disability. Journal of Indian Speech Language and Hearing Association, 33, 75-8",
                    "Vipin, Ghosh., Hemavathi, V (2019). Temporal processing abilities in individuals with varying degrees of Acceptable Noise Levels. Journal of Hearing Science, 9 (2), 19-24"
                ]
            },
            {
                "year": "2018-2015",
                "data": [
                    "Yathiraj, A., & Vanaja, C. S. (2018). Criteria to classify children as having auditory processing disorders. American Journal of Audiology, 27(2), 173-183. https://doi.org/10.1044/2018_AJA-17-0091",
                    "Vipin, Ghosh., Nagashreeya,D., Hemavathi., (2018). Effect of long-term exposure to traffic noise on Acceptable Noise Level measures in traffic police officers. Journal of Indian Speech Language and Hearing Association, 32 (2), 47-51.",
                    "Hemanth, N., & Akshay, M. (2015). Development of phrase recognition test in Kannada Language. Journal of Indian Speech and Hearing Association, 26 (2), 1-13.",
                    "Jain, S., & Dinesh, N. (2016). A rare manifestation of specific learning disability in a child with Aicardi syndrome. Acta Oto-Laryngologica Case Reports, 1(1), 17-23."
                ]
            }
        ],
        "news": [],
        "links": [],
        "projects": [
            "Sindhu, Devi and Hemanth N (2022). Development and validation of web-based Auditory and Auditory cognitive training program in Kannada for children with central Auditory Processing disorder. Funded by All India Institute of Speech and Hearing (AIISH) Research Fund",
            "Saransh Jain, Srikar V, Sanjana Singh S (2021). Effect of online teaching on auditory processing abilities and learning outcomes in secondary school children- Teacher, student and parent perspectives, funded by NCERT.",
            "Hemanth N. Auditory temporal processing in older adults: A behavioural and Electrophysiological measures (2017-18) - Funded by All India Institute of Speech and Hearing (AIISH) Research Fund",
            "Effect of auditory processing abilities on academic performance in Kannada speaking primary school children (2021) Mamatha N.M",
            "Comparison of contralateral suppression of otoacoustic emissions between children with APD and children with ADHD (2022) Shreyank P. Swamy",
            "Influence of education, employment and gender on auditory processing and cognition in older adults (2023) Shubhaganga",
            "Effect of Carnatic music training on auditory processing in children with Auditory Processing Disorder Under progress Sindhu P.",
            "Association between Auditory Processing Abilities, Cognition, and Academic Performance in Typically Developing Children and Children with Specific Learning Disorder Under Progress Sanjana Singh S.",
            "Relation between a temporal auditory screening test and diagnostic auditory processing tests in older adults Under Progress Vipin G"
        ]
    },
    {
        "publications": [
            {
                "year": "2024",
                "data": [
                    "Dhrruvakumar, S., Kooknoor, V., Kumar, S., & Veerabhadrappa, R. C (2024). Adaptation and Validation of Perceptual Performance Test in Malayalam. Journal of Otology and Audiology. Jan; 28(1): 44–51"
                ]
            },
            {
                "year": "2023",
                "data": [
                    "Hemanth N, Narasimhan, SV, Mahanthesh, S. (2023). Effective Vowel Stimuli for Measuring Occlusion Effect in the Pediatric Population. J. Otorhinolaryngol. Hear. Balance Med, 4, 7. https://doi.org/10.3390/ ohbm4020007. "
                ]
            },
            {
                "year": "2022",
                "data": [
                    "Hemanth N., Suma R. (2022). Deep band modulation, frequency discrimination,  temporal resolution and audibility effects: phrase perception with and without hearing impairment among older adults. Hearing, Balance and Communication. 20 (4), 212-221. https://doi.org/10.1080/21695717.2022.2105554"
                ]
            },
            {
                "year": "2021",
                "data": [
                    "Shetty HN, Raju S (2021) Perception of Deep Band Modulated Speech in the Presence of Noise by Elderly Individuals with Hearing Impairment. J Otolaryng Head Neck Surg 7: 061. "
                ]
            },
            {
                "year": "2019",
                "data": [
                    "Hemanth, N., & Akshay M. (2019) Effect of rate altered perception of deep band modulated phrase in noise from normal hearing younger and older adult groups - Hearing Balance and Communication, 17 (2), 154-164.",
                    "Jain, S., & Nataraja, N. P. (2019). The Relationship between Temporal Integration and Temporal Envelope Perception in Noise by Males with Mild Sensorineural Hearing Loss. The Journal of International Advanced Otology, 15(2), 257.",
                    "Jain, S., & Nataraja, N. P. (2019). Effect of age and hearing loss on sentence perception in noise using temporal envelope and temporal fine structure cues. Hearing, Balance and Communication, 17(1), 61-68."
                ]
            },
            {
                "year": "2015-2018",
                "data": [
                    "Jain, S., & Vipin Ghosh, P. G. (2018). Acoustic simulation of cochlear implant hearing: Effect of manipulating various acoustic parameters on intelligibility of speech. Cochlear implants international, 19(1), 46-53.",
                    "Jain, S., Ajay, A., & Kumaraswamy, S. (2017). Categorical perception of pitch: Influence of language tone, linguistic meaning, and pitch contour. Journal of Indian Speech Language & Hearing Association, 31(2), 66-71.",
                    "Hemanth, N., & Kooknoor V. (2017). Deep band modulated phrase perception in quiet and noise in individuals with auditory neuropathy spectrum disorder and sensorineural hearing loss, Noise & Health 19 (89), 174-182.",
                    "Hemanth, N., & Kooknoor V. (2016). Recognition of deep band modulated consonants in quiet and noise in older individuals with and without hearing loss. J int Adv Otol. 12(3): 282-9. DOI:10.5152/iao.2016.2540.",
                    "Hemanth, N., & Kooknoor V. (2016). Sensory deprivation due to otitis media episodes in early childhood and its effect at a later age: A psychoacoustic and speech perception measure. International Journal of Pediatric Otorhinolaryngology. 90, 181-187.",
                    "Hemanth. N. (2016) Temporal cues and the effect of their enhancement on speech perception in older adults - A scoping review, Journal of Otology, 11 (3), 95–101, http://dx.doi.org/10.1016/j.joto.2016.08.001.",
                    "Hemanth, N., & Akshay. M. (2015). Deep band modulation and noise effects: Perception of phrases in adults. Hearing, Balance and Communication, 13 (3), 1–7.",
                    "Hemanth. N. (2019). Assessment of localization ability- A subjective tool in Kannada Version. Journal of Indian Speech and Hearing Association. 33(1).",
                    "Kooknoor, V., & Hemanth. N (2015). Relationship between behavioural measure of ANL and its physiological mechanism in the normal hearing participants. Indian J Otol, 21, 92-7.",
                    "Jain, S., Nataraja, N. P., & Nair, S. P. (2015). Effect of Vowel Duration and Noise on the Perception of Stop-Glide Continuum. Journal of the All India Institute of Speech & Hearing, 34."
                ]
            }
        ],
        "news": [],
        "links": [],
        "projects": []
    },
    {
        "publications": [
            {
                "year": "2024",
                "data": [
                    "Apeksha K, Aprana S, Hemanth N (2024). Effect of Short-Term Yoga Training on Cervical and Ocular Vestibular Evoked Myogenic Potentials in Healthy Adults. Indian Journal of Otology (in Press). "
                ]
            },
            {
                "year": "2022",
                "data": [
                    "Apeksha, K & Devananda, D. (2022) Cervical and ocular vestibular evoked myogenic potential in children with sensorineural hearing loss with and without cochlear implant: a systematic review. The Egyptian Journal of Otolaryngology. 38(1):21. https://doi.org/10.1186/s43163-022-00214-0.",
                    "Apeksha, K., Basappa, A., & Devananda, D. (2022) High-frequency audiometry, speech perception in quiet and noise, and vestibular-evoked myogenic potential in women with polycystic ovary syndrome. The Egyptian Journal of Otolaryngology. 38(1). https://doi.org/10.1186/s43163-022-00262-6. Impact factor- 0.42",
                    "Apeksha, K., Fathima, N., Gowda, P., Bollera, GC., & Suraj, BR. (2022) Balance Problem in Individuals with Normal Hearing Across Age Groups – A Behavioural Study. Indian Journal of Otolaryngology and Head & Neck Surgery. https://doi.org/10.1007/s12070-022-03459-6"
                ]
            },
            {
                "year": "2021",
                "data": [
                    "Kumar, P., Singh, N., Apeksha, K., Ghosh, V., Kumar, R. R., & Muthaiah, B. (2021). Auditory and Vestibular Functioning in Individuals with Type-2 Diabetes Mellitus: A Systematic Review. International Archives of Otorhinolaryngology. https://doi.org/ 10.1055/s-0041-1726041. Impact factor – 1.19"
                ]
            },
            {
                "year": "2020",
                "data": [
                    "Apeksha, K., . Sanjana S, Rathnamala, M, Varalakshmi S, Preethu D J, Kavya V, Sowndarya DS, Arpitha S, Milana K, Navya S, & Analey Thejasvi M. (2020). Balance Assessment of Children with Sensorineural Hearing Loss. Indian Journal of Otolaryngology and Head & Neck Surgery. DOI: 10.1007/s12070-020-01797-x. Impact factor- 0.39. ISSN No – 2231-3796."
                ]
            }
        ],
        "news": [],
        "links": [
            {
                "title": "A mobile app on vestibular rehabitation therapy and yoga ",
                "path": "https://play.google.com/store/apps/details?id=com.nadaupashama.app"
            }
        ],
        "projects": [
            "Apeksha, K., Hemanth N., Hemant B., Nischitha (2021). Development, validation and Efficacy testing of Yoga Therapy Program as an Add-on for Patients with vestibular Dysfunction - DST SATYAM - ongoing"
        ]
    },
    {
        "publications": [
            {
                "year": "2024",
                "data": [
                    "Hemanth N, Jeevan, G Srikar, P (2024). Optimising Click and 500 Hz Tone-burst ABR Averaging Using Signal to Noise Ratio Criterion in Adults With and Without Hearing Loss. Acta Scientific Otolaryngology 6 (2). (in press).",
                    "Sankalpa M, Hari Prakash P, Bellur Rajashekar (2024). The impact of age-related hearing loss on working memory among older individuals: An event-related potential study. Dementia and Geriatric Cognitive Disorders Extra. DOI: 10.1159/000538109. (In press)."
                ]
            },
            {
                "year": "2020",
                "data": [
                    "Apeksha, K., & Kumar A. U. (2020). Effect of quiet and Noise on P300 response in individuals with auditory neuropathy spectrum disorder. International Archives of Otorhinolaryngology. https://doi.org/ 10.1055/s-0039-3402441. ISSN No - 1809-9777. Impact factor – 0.55.  "
                ]
            },
            {
                "year": "2019",
                "data": [
                    "Apeksha, K., & Kumar A. U. (2019). Effect of acoustic features on discrimination ability in individuals with auditory neuropathy spectrum disorder: an electrophysiological and behavioral study. European Archives of Oto-Rhino-Laryngology. https://doi.org/10.1007/s00405-019-05405-9. ISSN No - 0937-4477, Impact factor – 1.54."
                ]
            },
            {
                "year": "2018-2012",
                "data": [
                    "Apeksha, K., & Kumar A. U. (2018). Cortical processing of speech in individuals with auditory neuropathy spectrum disorder. European Archives of Oto-Rhino-Laryngology, 275 (6), 1409-1418. https://doi.org/10.1007/s00405-018-4966-8, ISSN No - 0937-4477, Impact factor – 1.54.",
                    "Hemanth, N., Mahadev, S., & Veeresh. D. (2014). The relationship between Acceptable Noise level and Electrophysiological Auditory Brainstem and Cortical Signal to Noise Ratios. Audiology Research, 4, 93, 1-4.",
                    "Hemanth, N., & Manjula. P. (2013). Hemispheric Lateralization and Acoustic Change Complex in Individuals with Normal Hearing. Speech, Language and Hearing, 16 (1), 28-36.",
                    "Hemanth, N., & Manjula. P. (2012). Effect of Stimuli, Transducer, Gender on Acoustic Change Complex. Audiology Research, 2, e14, 77-85.",
                    "Hemanth. N., & Manjula. P. (2012). Representation of Speech Sounds in the Auditory Brainstem. Journal of Indian Speech and Hearing Association, 26 (2), 1-13."
                ]
            }
        ],
        "news": [],
        "links": [],
        "projects": []
    }
]